{
    "jokes" :[
    "What time did the man go to the dentist? Tooth hurt-y",
    "I'm reading a book about anti-gravity. It's impossible to put down!",
    "Want to hear a joke about a piece of paper? Never mind... it's tearable.",
    "I just watched a documentary about beavers. It was the best dam show I ever saw!",
    "If you see a robbery at an Apple Store does that make you an iWitness?",
    "Spring is here! I got so excited I wet my plants!",
    "A ham sandwich walks into a bar and orders a beer. The bartender says, \"Sorry we don’t serve food here.\"",
    "What’s Forrest Gump’s password? 1forrest1",
    "I bought some shoes from a drug dealer. I don't know what he laced them with, but I was tripping all day!",
    "Why do chicken coops only have two doors? Because if they had four, they would be chicken sedans!",
    "What do you call a factory that sells passable products? A satisfactory.",
    "A termite walks into a bar and asks, \"Is the bar tender here?\"",
    "When a dad drives past a graveyard: Did you know that's a popular cemetery? Yep, people are just dying to get in there!",
    "Two peanuts were walking down the street. One was a salted.",
    "Why did the invisible man turn down the job offer? He couldn't see himself doing it.",
    "I used to have a job at a calendar factory but I got the sack because I took a couple of days off.",
    "How do you make holy water? You boil the hell out of it.",
    "A three-legged dog walks into a bar and says to the bartender, \"I’m looking for the man who shot my paw.\"",
    "When you ask a dad if he's alright: \"No, I’m half left.\"",
    "I had a dream that I was a muffler last night. I woke up exhausted!",
    "How do you tell the difference between a frog and a horny toad? A frog says, \"Ribbit, ribbit\" and a horny toad says, \"Rub it, rub it.\"",
    "Did you hear the news? FedEx and UPS are merging. They’re going to go by the name Fed-Up from now on.",
    "5/4 of people admit that they’re bad with fractions.",
    "MOM: \"How do I look?\" DAD: \"With your eyes.\"",
    "What is Beethoven’s favorite fruit? A ba-na-na-na.",
    "What did the horse say after it tripped? \"Help! I’ve fallen and I can’t giddyup!\"",
    "Did you hear about the circus fire? It was in tents!",
    "Don't trust atoms. They make up everything!",
    "What do you get when you cross an elephant with a rhino? Elephino.",
    "How many tickles does it take to make an octopus laugh? Ten-tickles.",
    "What's the best part about living in Switzerland? I don't know, but the flag is a big plus.",
    "What do prisoners use to call each other? Cell phones.",
    "Why couldn't the bike standup by itself? It was two tired.",
    "What do you call a dog that can do magic? A Labracadabrador.",
    "Why didn't the vampire attack Taylor Swift? She had bad blood.",
    "NURSE: \"Blood type?\" DAD: \"Red.\"",
    "SERVER: \"Sorry about your wait.\" DAD: \"Are you saying I’m fat?\"",
    "What do you call a fish with two knees? A “two-knee” fish.",
    "I was interrogated over the theft of a cheese toastie. Man, they really grilled me.",
    "What do you get when you cross a snowman with a vampire? Frostbite.",
    "Can February March? No, but April May!",
    "When you ask a dad if they got a haircut: \"No, I got them all cut!\"",
    "What does a zombie vegetarian eat? “GRRRAAAAAIIIINNNNS!”",
    "What does an angry pepper do? It gets jalapeño your face.",
    "Why wasn't the woman happy with the velcro she bought? It was a total ripoff.",
    "What did the buffalo say to his son when he dropped him off at school? Bison.",
    "What do you call someone with no body and no nose? Nobody knows.",
    "Where did the college-aged vampire like to shop? Forever 21.",
    "You heard of that new band 1023MB? They're good but they haven't got a gig yet.",
    "Why did the crab never share? Because he's shellfish.",
    "How do you make poop water clean? You boil the shit out of it.",
    "Which bear is the most condescending? A pan-duh!",
    "What kind of noise does a witch’s vehicle make? Brrrroooom, brrroooom.",
    "What’s brown and sticky? A stick.",
    "Two guys walked into a bar. The third guy ducked.",
    "How do you get a country girl’s attention? A tractor.",
    "Why are elevator jokes so classic and good? They work on many levels.",
    "What do you call a pudgy psychic? A four-chin teller.",
    "What did the police officer say to his belly-button? You’re under a vest.",
    "What do you call it when a group of apes start a company? Monkey business.",
    "My wife asked me to stop singing “Wonderwall” to her. I said maybe –",
    "What kind of drink can be bitter and sweet? Reali-tea.",
    "What do you call a naughty lamb dressed up like a skeleton for Halloween? Baaad to the bone.",
    "Want to know why nurses like red crayons? Sometimes they have to draw blood.",
    "What would the Terminator be called in his retirement? The Exterminator.",
    "What did Tennessee? The same thing as Arkansas.",
    "My wife asked me to go get 6 cans of Sprite from the grocery store. I realized when I got home that I had picked 7 up.",
    "Why do bees have sticky hair? Because they use a honeycomb.",
    "Why do some couples go to the gym? Because they want their relationship to work out.",
    "What do you call an angry musician flipping someone off? A song bird.",
    "What’s the most detail-oriented ocean? The Pacific.",
    "Did you hear about the kidnapping at school? It’s fine, he woke up.",
    "How can you tell it’s a dogwood tree? By the bark.",
    "My boss told me to have a good day, so I went home.",
    "Why did the man fall down the well? Because he couldn’t see that well.",
    "When does a joke become a “dad joke?” When it becomes apparent.",
    "Why is Peter Pan always flying? Because he Neverlands.",
    "Which state has the most streets? Rhode Island.",
    "What do you call 26 letters that went for a swim? Alphawetical.",
    "What’s the name of a very polite, European body of water? Merci.",
    "Why was the color green notoriously single? It was always so jaded.",
    "What’s Forrest Gump’s password? 1forrest1",
    "I tell dad jokes, but I don’t have any kids. I’m a faux pa.",
    "What does a nosey pepper do? It gets jalapeño business.",
    "If a child refuses to nap, are they guilty of resisting a rest?",
    "Why do dads feel the need to tell such bad jokes? They just want to help you become a groan up.",
    "I know a lot of jokes about retired people, but none of them work.",
    "Why are spiders so smart? They can find everything on the web.",
    "RIP boiled water—you will be mist.",
    "What do you call two octopuses that look the same? Itenticle.",
    "What has one head, one foot, and four legs? A bed.",
    "Sore throats are a pain in the neck.",
    "What does a house wear? Address.",
    "Why did the scarecrow win an award? He was out standing in his field.",
    "What’s red and smells like blue paint? Red paint.",
    "My son asked me to put his shoes on, but I don’t think they’ll fit me.",
    "I’ve been bored recently, so I decided to take up fencing. The neighbors keep demanding that I put it back.",
    "What do you call an unpredictable camera? A loose Canon.",
    "I didn’t get a haircut, I got them all cut.",
    "Which U.S. state is known for its especially small soft drinks? Minnesota.",
    "What do sprinters eat before a race? Nothing—they fast.",
    "What did one Dorito farmer say to the other? “Cool Ranch!”",
    "Why couldn’t the bicycle stand up by itself? It was two-tired.",
    "I’m so good at sleeping, I can do it with my eyes closed.",
    "People are usually shocked that I have a Police record. But I love their greatest hits!",
    "I told my girlfriend she drew on her eyebrows too high. She seemed surprised.",
    "What do you call a fibbing cat? A lion.",
    "Why shouldn’t you write with a broken pencil? Because it’s pointless.",
    "I like telling Dad jokes…sometimes he laughs.",
    "How do you weigh a millennial? In Instagrams.",
    "The wedding was so beautiful, even the cake was in tiers.",
    "What’s the most patriotic sport? Flag football."
]
}